# -*- eval: (git-auto-commit-mode 1) -*-
#+TITLE: Org Mode configuration

** Org Board
   :PROPERTIES:
   :ID:       d7612dab-55d2-44a9-8648-8f2a3db97859
   :END:
   #+BEGIN_SRC emacs-lisp
     (use-package org-board
       :ensure t
       :after org
       )

     (global-set-key (kbd "C-c o") org-board-keymap)
   #+END_SRC

   #+RESULTS:
   : (keymap (79 . org-attach-reveal-in-emacs) (120 . org-board-run-after-archive-function) (99 . org-board-cancel) (51 . org-board-diff3) (100 . org-board-diff) (111 . org-board-open) (107 . org-board-delete-all) (110 . org-board-new) (114 . org-board-archive-dry-run) (97 . org-board-archive))
